Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/track-tm.tmx
Source language: en
Languages: ca_es

source: Back to Query
ca_es: Torna a la consulta

source: Ticket History
ca_es: Historial del tiquet

source: Back to Ticket #%(num)s
ca_es: Torna al tiquet #%(num)s

source: No differences to show
ca_es: No hi ha cap diferència a mostrar

source: Version %(num)s
ca_es: Versió %(num)s

source: Initial Version
ca_es: Versió inicial

source: initial
ca_es: inicial

source: Property %(label)s %(rendered)s
ca_es: Propietat %(label)s %(rendered)s

source: Previous Change
ca_es: Canvi anterior

source: Next Change
ca_es: Canvi següent

source: Ticket Diff
ca_es: Diff del tiquet

source: ''Initial version''
ca_es: ''Versió inicial''

source: Ticket Comment History
ca_es: Historial de comentaris del tiquet

source: Ticket #%(num)s, comment %(cnum)d
ca_es: Tiquet #%(num)s, comentari %(cnum)d

source: No version %(version)d for comment %(cnum)d on ticket #%(ticket)s
ca_es: No hi ha una versió %(version)d per al comentari %(cnum)d al tiquet #%(ticket)s

source: Ticket Comment Diff
ca_es: Diff dels comentaris del tiquet

source: %(labels)s set
ca_es: %(labels)s establida

source: %(labels)s deleted
ca_es: %(labels)s suprimida

source: No permission to edit the ticket description.
ca_es: No teniu permís per a editar la descripció del tiquet.

source: No permission to change the ticket reporter.
ca_es: No teniu permís per a canviar el notificador del tiquet.

source: No permission to change ticket fields.
ca_es: No teniu permís per a canviar els camps del tiquet.

source: No permissions to add a comment.
ca_es: No teniu permís per a afegir un comentari.

source: Sorry, can not save your changes. This ticket has been modified by someone else since you started
ca_es: Lamentablement, no podeu desar els vostres canvis. Algú ha modificat aquest tiquet des de que vau començar

source: Tickets must contain a summary.
ca_es: Els tiquets han de contenir un resum.

source: field %(name)s must be set
ca_es: el camp %(name)s ha d'estar establert

source: Ticket description is too long (must be less than %(num)s characters)
ca_es: La descripció del tiquet és massa llarga (ha de ser més curta que %(num)s caràcters)

source: Ticket comment is too long (must be less than %(num)s characters)
ca_es: El coemntari del tiquet és massa llarg (ha de ser més curt que %(num)s caràcters)

source: Invalid comment threading identifier
ca_es: L'identificador de fils dels comentaris és invàlid

source: The ticket has been created, but an error occurred while sending notifications: %(message)s
ca_es: S'ha creat el tiquet, però s'ha produït un error en enviar les notificacions: %(message)s

source: The ticket %(ticketref)s has been created. You can now attach the desired files.
ca_es: S'ha creat el tiquet %(ticketref)s. Ara podeu adjuntar els fitxers desitjats.

source: The ticket %(ticketref)s has been created, but you don't have permission to view it.
ca_es: S'ha creat el tiquet %(ticketref)s, però no teniu permís per a mostrar-ho.

source: change
ca_es: canvi

source: The %(change)s has been saved, but an error occurred while sending notifications: %(message)s
ca_es: S'ha desat el %(change)s, però s'ha produït un error en enviar les notificacions: %(message)s

source: Add to Cc
ca_es: Afegeix al Cc

source: Remove from Cc
ca_es: Suprimeix del Cc

source: Add/Remove from Cc
ca_es: Afegeix/Suprimeix del Cc

source: <Author field>
ca_es: <Camp de l'autor>

source: yes
ca_es: sí

source: set
ca_es: establert

source: unset
ca_es: no establert

source: modified
ca_es: modificat

source: modified (%(diff)s)
ca_es: modificat (%(diff)s)

source: %(items)s added
ca_es: %(items)s afegit

source: %(items)s removed
ca_es: %(items)s suprimit

source: %(value)s deleted
ca_es: %(value)s suprimit

source: set to %(value)s
ca_es: establert a %(value)s

source: changed from %(old)s to %(new)s
ca_es: canviat de %(old)s a %(new)s

source: Are you sure you want to delete this milestone?
ca_es: Esteu segur que voleu suprimir aquesta fita?

source: Retarget associated tickets to milestone
ca_es: Assigna els tiquets associats a la fita

source: Delete milestone
ca_es: Suprimeix la fita

source: [1:Note:] See [2:TracRoadmap] for help on using the roadmap.
ca_es: [1:Nota:] Vegeu [2:TracRoadmap] per a obtenir ajuda sobre l'ús de la planifiació.

source: New Milestone
ca_es: Fita nova

source: Name of the milestone:
ca_es: Nom de la fita nova:

source: Schedule
ca_es: Programa

source: Retarget associated open tickets to milestone:
ca_es: Assigna els tiquets oberts associats a la fita:

source: Submit changes
ca_es: Envia els canvis

source: Add milestone
ca_es: Afegeix una fita

source: Edit this milestone
ca_es: Edita aquesta fita

source: Completed %(duration)s ago (%(date)s)
ca_es: Completat fa %(duration)s (%(date)s)

source: [1:%(duration)s late] (%(date)s)
ca_es: [1:%(duration)s tard] (%(date)s)

source: Due in %(duration)s (%(date)s)
ca_es: Venç en %(duration)s (%(date)s)

source: No date set
ca_es: No s'ha establert cap data

source: %(stat_title)s by
ca_es: %(stat_title)s per

source: Edit milestone
ca_es: Edita la fita

source: %(num)s match
ca_es: %(num)s coincidència

source: Filters
ca_es: Filtres

source: Query filters
ca_es: Filtres de consultes

source: Or
ca_es: O

source: or
ca_es: o

source: [1:between] [2:] [3:and] [4:]
ca_es: [1:entre] [2:] [3:i] [4:]

source: And
ca_es: I

source: Columns
ca_es: Columnes

source: Group results by
ca_es: Agrupa els resultats per

source: descending
ca_es: descendent

source: Show under each result:
ca_es: Mostra sota cada resultat:

source: Max items per page
ca_es: Màxim d'elements per pàgina

source: Edit report {%(id)s} corresponding to this query
ca_es: Edita l'informe {%(id)s} que correspon a aquesta consulta

source: Edit query
ca_es: Edita la consulta

source: Save query
ca_es: Desa la consulta

source: Save updated query in report {%(id)s}
ca_es: Desa la consulta actualizada a l'informe {%(id)s}

source: Create new report from current query
ca_es: Crea un informe nou a partir de la consulta actual

source: Delete report {%(id)s} corresponding to this query
ca_es: Suprimeix l'informe {%(id)s} corresponent a aquesta consulta

source: Delete query
ca_es: Suprimeix la consulta

source: [1:Note:] See [2:TracQuery] for help on using queries.
ca_es: [1:Nota:] Vegeu [2:TracQuery] per a obtenir ajuda sobre l'ús de consultes.

source: (ascending)
ca_es: (ascendent)

source: (descending)
ca_es: (descendent)

source: Sort by %(col)s %(direction)s
ca_es: Ordena per %(col)s %(direction)s

source: No tickets found
ca_es: No s'han trobat tiquets

source: View ticket
ca_es: Mostra el tiquet

source: View milestone
ca_es: Mostra la fita

source: (this ticket)
ca_es: (aquest tiquet)

source: (more results for this group on next page)
ca_es: (més resultats per a aquest grup a la pàgina següent)

source: Are you sure you want to delete this report?
ca_es: Esteu segur de voler suprimir aquest informe?

source: Delete report
ca_es: Suprimeix l'informe

source: [1:Note:] See [2:TracReports] for help on using and creating reports.
ca_es: [1:Nota:] Vegeu [2:TracReports] per a obtenir ajuda sobre l'ús i creació d'informes.

source: New Report
ca_es: Nou informe

source: Report Title:
ca_es: Títol de l'informe:

source: Description: (you may use [1:WikiFormatting] here)
ca_es: Description: (podeu emprar [1:WikiFormatting] aquí)

source: Query for Report: (can be either SQL or, if starting with [1:query:], a [2:TracQuery] expression)
ca_es: Consulta per a l'informe: (pot ser SQL o, si comença amb [1:query:], una expressió [2:TracQuery])

source: Save report
ca_es: Desa l'informe

source: Title
ca_es: Títol

source: Edit
ca_es: Edita

source: Edit report
ca_es: Edita l'informe

source: View report
ca_es: Mostra l'informe

source: No reports available.
ca_es: No hi ha informes disponibles.

source: Create new report
ca_es: Crea un informe nou

source: Report arguments
ca_es: Arguments de l'informe

source: Copy report
ca_es: Copia l'informe

source: (empty)
ca_es: (buit)

source: View %(realm)s
ca_es: Mostra %(realm)s

source: Show completed milestones
ca_es: Mostra les fites completades

source: Hide milestones with no due date
ca_es: Amaga les fites sense data de venciment

source: Milestone:
ca_es: Fita:

source: Add new milestone
ca_es: Afegeix una fita nova

source: Create New Ticket
ca_es: Crea un tiquet nou

source: Change History
ca_es: Historial de canvis

source: Modify Ticket
ca_es: Modifica el tiquet

source: Change Properties
ca_es: Canvia les propietats

source: Properties
ca_es: Propietats

source: Summary:
ca_es: Resum:

source: Reporter:
ca_es: Notificador:

source: You may use [1:WikiFormatting] here.
ca_es: Podeu emprar [1:WikiFormatting] aquí.

source: This checkbox allows you to add or remove yourself from the CC list.
ca_es: Aquesta casella de selecció us permet afegir-vos o treure-vos de la llista de CC.

source: Space or comma delimited email addresses and usernames are accepted.
ca_es: S'accepten adreces de correu electrònic separades per espais o comes.

source: E-mail address and user name can be saved in the [1:Preferences].
ca_es: Es poden desar l'adreça de correu i el nom d'usuari a les [1:preferències].

source: I have files to attach to this ticket
ca_es: Tinc fitxers per a adjuntar a aquest tiquet

source: Go to the list of attachments
ca_es: Vés a la llista d'adjunts

source: Preview
ca_es: Previsualitza

source: Create ticket
ca_es: Crea un tiquet nou

source: [1:Note:] See [2:TracTickets] for help on using tickets.
ca_es: [1:Nota:] Vegeu [2:TracTickets] per a obtenir ajuda sobre l'ús dels tiquets.

source: (ticket not yet created)
ca_es: (tiquet encara no creat)

source: at [1:Initial Version]
ca_es: a la [1:versió inicial]

source: at [1:Version %(version)s]
ca_es: a la [1:versió %(version)s]

source: Reported by:
ca_es: Notificat per:

source: Owned by:
ca_es: Propietari:

source: (last modified by %(author)s)
ca_es: (modificat per darrera vegada per %(author)s)

source: Reply
ca_es: Respon

source: Reply, quoting this description
ca_es: Respon, citant aquesta descripció

source: in reply to:
ca_es: en resposta a:

source: follow-up:
ca_es: resposta:

source: Changed by %(author)s
ca_es: Canviat per %(author)s

source: Edit comment %(cnum)s
ca_es: Edita el comentari %(cnum)s

source: Reply to comment %(cnum)s
ca_es: Respon al comentari %(cnum)s

source: changed from [1:%(old)s] to [2:%(new)s]
ca_es: canviat de [1:%(old)s] a [2:%(new)s]

source: set to [1:%(value)s]
ca_es: establert a [1:%(value)s]

source: [1:%(value)s] deleted
ca_es: [1:%(value)s] suprimit

source: Preview changes to comment %(cnum)s
ca_es: Previsualitza els canvis al comentari %(cnum)s

source: Submit changes to comment %(cnum)s
ca_es: Envia els canvis al comentari %(cnum)s

source: Cancel comment edit
ca_es: Canceŀla l'edició del comentari

source: previous
ca_es: anterior

source: next
ca_es: següent

source: Changes (by %(author)s):
ca_es: Canvis (per %(author)s):

source: Description changed by %(author)s:
ca_es: Descripció canviada per %(author)s:

source: Comment (by %(author)s):
ca_es: Comentari (per %(author)s):

source: Ticket URL: <%(link)s>
ca_es: URL del tiquet: <%(link)s>

source: Timeline
ca_es: Historial

source: Previous Period
ca_es: Periode anterior

source: Next Period
ca_es: Periode següent

source: other kinds of events
ca_es: altres tipus d'esdeveniments

source: Event provider %(name)s failed for filters %(kinds)s:
ca_es: El proveïdor d'esdeveniments %(name)s ha fallat per als filtres %(kinds)s:

source: You may want to see the %(other_events)s from the Timeline or notify your Trac administrator about the error (detailed information was written to the log).
ca_es: Podeu veure els %(other_events)s des de l'Historial o notificar l'Administrador del Trac sobre l'error (s'ha escrit informació detallada al fitxer de registre).

source: [1:View changes from [2:]] [3:] and [4:[5:] days back][6:] [7:done by [8:]]
ca_es: [1:Mostra els canvis del [2:]] [3:] i [4:[5:] dies enrere][6:] [7:fets per [8:]]

source: Today
ca_es: Avui

source: Yesterday
ca_es: Ahir

source: [1:%(time)s] %(title)s by [2:%(author)s]
ca_es: [1:%(time)s] %(title)s per [2:%(author)s]

source: [1:Note:] See [2:TracTimeline] for information about the timeline view.
ca_es: [1:Nota:] Vegeu [2:TracTimeline] per a obtenir informació sobre la visualització de l'historial.

source: %(num)d year
ca_es: %(num)d any

source: %(num)d month
ca_es: %(num)d mes

source: %(num)d week
ca_es: %(num)d setmana

source: %(num)d day
ca_es: %(num)d dia

source: %(num)d hour
ca_es: %(num)d hora

source: %(num)d minute
ca_es: %(num)d minut

source: %(num)i second
ca_es: %(num)i segon

source: "%(date)s" is an invalid date, or the date format is not known. Try "%(hint)s" instead.
ca_es: «%(date)s» és una data invàlida, o el format de la data no és conegut. Proveu amb «%(hint)s».

source: Invalid Date
ca_es: La data és invàlida

source: The date "%(date)s" is outside valid range. Try a date closer to present time.
ca_es: La data «%(date)s» és fora de l'abast vàlid. Proveu amb una data més propera al present.

source: %(last)d of %(total)d
ca_es: %(last)d de %(total)d

source: %(start)d - %(stop)d of %(total)d
ca_es: %(start)d - %(stop)d de %(total)d

source: Alias
ca_es: Àlies

source: Directory
ca_es: Directori

source: Cannot synchronize a single revision on multiple repositories
ca_es: No es pot sincronitzar una única revisió a múltiples dipòsits

source: Repository '%(repo)s' not found
ca_es: No s'ha trobat el dipòsit %(repo)s

source: %(rev)s resynced on %(reponame)s.
ca_es: %(rev)s resincronitzades a %(reponame)s.

source: Resyncing repository history for %(reponame)s...
ca_es: S'està resincronitzant l'historial del dipòsit per a %(reponame)s…

source: %(num)s revision cached.
ca_es: %(num)s revisió en memòria cau.

source: Done.
ca_es: Fet.

source: Version Control
ca_es: Control de versions

source: Repositories
ca_es: Dipòsits

source: You should now run %(resync)s to synchronize Trac with the repository.
ca_es: Ara hauríeu d'executar %(resync)s per a sincronitzar el Trac amb el dipòsit.

source: You may have to run %(resync)s to synchronize Trac with the repository.
ca_es: És possible que hagueu d'executar %(resync)s per a sincronitzar el Trac amb el dipòsit.

source: You will need to update your post-commit hook to call %(cset_added)s with the new repository name.
ca_es: Haureu d'actualitzar el vostre gallet «post-commit» per a fer una crida a %(cset_added)s amb el nom de dipòsit nou.

source: Missing arguments to add a repository.
ca_es: Manquen arguments per a afegir un dipòsit.

source: The repository "%(name)s" has been added.
ca_es: S'ha afegit el dipòsit «%(name)s».

source: You should also set up a post-commit hook on the repository to call %(cset_added)s for each committed changeset.
ca_es: Hauríeu de configurar un gallet «post-commit» al dipòsit per a fer una crida a «%(cset_added)s per a cada conjunt de canvis validat.

source: The alias "%(name)s" has been added.
ca_es: S'ha afegit l'àlies «%(name)s».

source: Missing arguments to add an alias.
ca_es: Manquen arguments per a afegir un àlies.

source: The selected repositories have been removed.
ca_es: S'han suprimit els dipòsits seleccionats.

source: No repositories were selected.
ca_es: No s'ha seleccionat cap dipòsit.

source: The repository directory must be an absolute path.
ca_es: El directori del dipòsit ha de ser un camí absolut.

source: The repository directory must be located below one of the following directories: %(dirs)s
ca_es: El directori del dipòsit ha d'estar ubicat sota un dels directoris següents: %(dirs)s

source: (default)
ca_es: (per defecte)

source: Invalid key "%(key)s"
ca_es: La clau «%(key)s» és invàlida

source: You should now run "repository resync %(name)s".
ca_es: Ara hauríeu d'executar «repository resync %(name)s)».

source: You may have to run "repository resync %(name)s".
ca_es: És possible que hàgueu d'executar «repository resync %(name)s)».

source: The repository directory must be absolute
ca_es: El directori del dipòsit ha de ser absolut

source: The repository type '%(type)s' is not supported
ca_es: El tipus de dipòsit «%(type)s» no és suportat

source: Can't synchronize with repository "%(name)s" (%(error)s). Look in the Trac log for more information.
ca_es: No es pot sincronitzar amb el dipòsit «%(name)s» (%(error)s). Vegeu el registre del Trac per a obtenir més informació.

source: Changeset %(rev)s in %(repo)s
ca_es: Conjunt de canvis %(rev)s a %(repo)s

source: Changeset %(rev)s
ca_es: Conjunt de canvis %(rev)s

source: directory
ca_es: directori

source: file
ca_es: fitxer

source: at version %(rev)s
ca_es: a la versió %(rev)s

source: path
ca_es: camí

source: in %(repo)s
ca_es: al dipòsit %(repo)s

source: Repository %(repo)s
ca_es: Dipòsit %(repo)s

source: Unsupported version control system "%(name)s": %(error)s
ca_es: El sistema de control de versions «%(name)s» no és suportat: %(error)s

source: Unsupported version control system "%(name)s": Can't find an appropriate component, maybe the corresponding plugin was not enabled?
ca_es: El sistema de control de versions «%(name)s» no és suportat: no es pot trobar un component apropiat. És possible que el connector corresponent no estiga habilitat?

source: No changeset %(rev)s in the repository
ca_es: No hi ha un conjunt de canvis %(rev)s al dipòsit

source: No such changeset
ca_es: El conjunt de canvis no existeix

source: No node %(path)s at revision %(rev)s
ca_es: No hi ha cap node %(path)s a la revisió %(rev)s

source: %(msg)s: No node %(path)s at revision %(rev)s
ca_es: %(msg)s: No hi ha cap node %(path)s a la revisió %(rev)s

source: No such node
ca_es: El node no existeix

source: The repository directory has changed, you should resynchronize the repository with: trac-admin $ENV repository resync '%(reponame)s'
ca_es: Ha canviat el directori del dipòsit. Hauríeu de tornar a sincronitzar el dipòsit amb: «trac-admin $ENV repository resync '%(reponame)s'

source: Line %(lineno)d: Entry before first section header
ca_es: Línia %(lineno)d: Entrada abans de la capçalera de la primera secció

source: Line %(lineno)d: Invalid entry
ca_es: Línia %(lineno)d: Entrada invàlida

source: Manage Repositories
ca_es: Gestiona els dipòsits

source: Default:
ca_es: Per defecte:

source: Repository:
ca_es: Dipòsit:

source: Modify Repository:
ca_es: Modifica el dipòsit:

source: View Repository:
ca_es: Mostra el dipòsit:

source: [1:Note:] This repository is defined in [2:[3:trac.ini]] and cannot be edited on this page.
ca_es: [1:Nota:] Aquest dipòsit està definit al [2:[3:trac.ini]] i no es pot editar des d'aquesta pàgina.

source: Directory:
ca_es: Directori:

source: Hide from repository index
ca_es: Amaga de l'índex de dipòsits

source: Add Repository:
ca_es: Afegeix un dipòsit:

source: Add Alias:
ca_es: Afegeix un àlies:

source: Revision
ca_es: Revisió

source: Alias of %(repo)s
ca_es: Àlies de %(repo)s

source: Refresh
ca_es: Refresca

source: %(basename)s in %(dirname)s
ca_es: %(basename)s a %(dirname)s

source: Default Repository
ca_es: Dipòsit per defecte

source: Hint: clear the field to view latest revision
ca_es: Pista: netegeu el camp per a veure la darrera revisió

source: View revision:
ca_es: Mostra la revisió:

source: Visit:
ca_es: Visita:

source: Go!
ca_es: Vés

source: Jump to the chosen preselected path
ca_es: Vés al camí preseleccionat triat

source: Parent Directory
ca_es: Directori pare

source: No files found
ca_es: No s'ha trobat cap fitxer

source: Revision info
ca_es: Info de la revisió

source: View changeset %(rev)s
ca_es: Mostra el conjunt de canvis %(rev)s

source: Property [1:%(name)s] set to %(value)s
ca_es: Propietat [1:%(name)s] establerta a %(value)s

source: Repository Index
ca_es: Índex de dipòsits

source: View changes...
ca_es: Mostra els canvis…

source: Select paths and revs for Diff
ca_es: Seleccioneu camins i revisions per al Diff

source: [1:Note:] See [2:TracBrowser] for help on using the repository browser.
ca_es: [1:Nota:] Vegeu [2:TracBrowser] per a obtenir ajuda sobre l'ús del navegador de dipòsits.

source: Show full changeset
ca_es: Mostra el conjunt de canvis sencer

source: Show entry in browser
ca_es: Mostra l'entrada al navegador

source: Changeset [1:%(new_rev)s] in %(reponame)s for [2:%(new_path)s]
ca_es: Conjunt de canvis [1:%(new_rev)s] a %(reponame)s per a [2:%(new_path)s]

source: Show revision log
ca_es: Mostra el registre de revisions

source: Changes in [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]] in %(reponame)s
ca_es: Canvis per a [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]] a %(reponame)s

source: Changes in %(reponame)s from [1:%(old_path)s] at [2:r%(old_rev)s] to [3:%(new_path)s] at [4:r%(new_rev)s]
ca_es: Canvis a %(reponame)s de [1:%(old_path)s] en [2:r%(old_rev)s] a [3:%(new_path)s] en [4:r%(new_rev)s]

source: Changeset [1:%(new_rev)s] in %(reponame)s
ca_es: Conjunt de canvis [1:%(new_rev)s] a %(reponame)s

source: Changeset [1:%(new_rev)s] for [2:%(new_path)s]
ca_es: Conjunt de canvis [1:%(new_rev)s] per a [2:%(new_path)s]

source: Changes in [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]]
ca_es: Canvis en [1:%(new_path)s] [2:\[%(old_rev)s:%(new_rev)s\]]

source: Changes from [1:%(old_path)s] at [2:r%(old_rev)s] to [3:%(new_path)s] at [4:r%(new_rev)s]
ca_es: Canvis de [1:%(old_path)s] en [2:r%(old_rev)s] a [3:%(new_path)s] en [4:r%(new_rev)s]

source: Changeset [1:%(new_rev)s]
ca_es: Conjunt de canvis [1:%(new_rev)s]

source: Show what was removed (content at revision %(old_rev)s)
ca_es: Mostra el que s'ha suprimit (contingut a la revisió %(old_rev)s

source: (root)
ca_es: (arrel)

source: Show original file (revision %(old_rev)s)
ca_es: Mostra el fitxer original (revisió %(old_rev)s)

source: (%(kind)s from [1: %(old_path)s])
ca_es: (%(kind)s de [1: %(old_path)s])

source: Show differences
ca_es: Mostra les diferències

source: view diffs
ca_es: mostra els diffs

source: %(num)d prop
ca_es: %(num)d propietat

source: Show previous version in browser
ca_es: Mostra la versió anterior al navegador

source: (less than one hour ago)
ca_es: (fa menys d'una hora)

source: (%(age)s ago)
ca_es: (fa %(age)s)

source: Message:
ca_es: Missatge:

source: Location:
ca_es: Ubicació:

source: File:
ca_es: Fitxer:

source: (No files)
ca_es: (No hi ha fitxers)

source: %(num)d added
ca_es: %(num)d afegit

source: %(num)d deleted
ca_es: %(num)d suprimit

source: %(num)d edited
ca_es: %(num)d editat

source: %(num)d copied
ca_es: %(num)d copiat

source: %(num)d moved
ca_es: %(num)d mogut

source: added
ca_es: afegit

source: deleted
ca_es: suprimit

source: copied
ca_es: copiat

source: moved
ca_es: mogut

source: [1:Note:] See [2:TracChangeset] for help on using the changeset viewer.
ca_es: [1:Nota:] Vegeu [2:TracChangeset] per a obtenir ajuda sobre l'ús del visualitzador de conjunts de canvis.

source: Prepare Diff
ca_es: Prepara el Diff

source: Select the base and the target for the diff:
ca_es: Seleccioneu la base i destinació per al diff:

source: From:
ca_es: De:

source: at revision:
ca_es: en la revisió:

source: To:
ca_es: A:

source: For either path, you can start typing the path and will be presented a list of existing directories and files to select from. Select an entry by clicking on it, or by using the up/down cursor keys and hitting tab.
ca_es: Per a cada camí, podeu començar a escriure el camí i se us presentarà una llista de directoris i fitxers existents que podreu seleccionar. Seleccioneu una entrada fent clic en ella, o emprant les tecles de cursor amunt/avall i prement la tecla de tabulació.

source: [1:Note:] See [2:TracChangeset] for help on using the diff feature.
ca_es: [1:Nota:] Vegeu [2:TracChangeset] per a obtenir ajuda sobre l'ús de la funcionalitat diff.

source: View Directory
ca_es: Mostra el directori
